
; settings of tray-messages

[tray]
01="VM 보이기"
02="VM 숨기기"
03="VirtualBox 보이기"
04="VirtualBox 숨기기"
05="설정"
06="VirtualBox 종료"
07="메뉴를 보려면 마우스 오른쪽 버튼을 클릭하세요!"

; general messages

[messages]
01="오류"
02="저장"
03="나가기"
04="저장됨"
05="설정을 변경하려면 VirtualBox를 다시 시작하세요."
06="Portable-VirtualBox 시작"
07="Portable-VirtualBox 나가기"

; error-messages on start

[start]
01="VirtualBox에서 각각의 앱-폴더 안으로 파일을 복사하세요."
02="www.virtualbox.org의 VirtualBox를 다운로드하여 이동식 VirtualBox의 프로그램 파일에 그들 파일을 저장해주세요. VirtualBox가 자동으로 압축이 풀리면 이후에 사용할 프로그램을 수행할 수 있습니다."

; labels of settings

[settings-label]
01="설정"

[homeroot-settings]
01="홈-디렉터리"
02="자신의 컴퓨터에서만 VirtualBox를 사용하려면, VirtualBox가 당신의 설정 및 가상 머신을 저장해야 하는 장소를 여기에서 선택하세요. 주의: 표준 설정이 변경되어, 앱은 더 이상 휴대할 수 없습니다. (기본값 = "Portable-VirtualBox.exe"의 디렉터리)"
03="일반 VirtualBox 시작 (기본값)"
04="다음의 설정 및 VM"
05="디렉터리 선택 ..."
06="저장"

[startvm-settings]
01="VB-관리자"
02="가상 머신으로 VirtualBox를 시작하려면, 여기에서 이것을 수행할 수 있습니다. 시작시 불러와야 하는 가상 머신을 선택하세요. 선택하면, 가상 머신이 저장된 폴더로 즉시 얻을 것입니다. 참고: 명령 줄을 통해 "Portable-VirtualBox.exe VM-이름"을 입력하여 가상 머신으로 VirtualBox를 시작할 수 있습니다. (기본값 = VM 없이 시작)"
03="VM 없이 VirtualBox 시작 (기본값)"
04="VirtualBox를 다음과 함께"
05="VM 선택 ..."
06="시작"

[hotkeys]
01="단축키"
02="단축키로 VirtualBox를 시작하거나 하지 않으려면 여기를 선택하세요. 참고: 여기서만 단축키를 켜거나 끌 수 있습니다. 단축키를 조정하려면, "단축키-설정" 탭으로 이동하세요. (기본값 = 단축키 "켜기")"
03="단축키로 VirtualBox 시작 (기본값)"
04="단축키 없이 VirtualBox 시작"

[hotkey-settings]
01="단축키-설정"
02="사전 설정보다 다른 단축키를 선택하려면, 여기에서 직접 명령을 지정하세요. 참고: 명령 키는 ALT, CTRL 및 SHIFT로 제한됩니다. 마지막 키는 자체 정의됩니다. (기본값 = CTRL+"1-6")"
03="기본값 (CTRL+"1부터 6까지")"

[usb]
01="USB"
02="추가 USB 지원으로 VirtualBox를 시작하려면, 여기에서 USB 인터페이스를 켜거나 끌 수 있습니다. 참고: USB 지원을 켜면, 각 VirtualBox 시작시 드라이버 설치에 동의해야합니다. 이것은 단지 보안 목적을 위한 것입니다. (기본값 = USB 지원 "끄기")"
03="USB 지원 없이 VirtualBox 시작 (기본값)"
04="USB 지원으로 VirtualBox 시작"

[net]
01="네트워크"
02="추가 네트워크 지원으로 VirtualBox를 시작하려면, 여기에서 네트워크 인터페이스를 켜거나 끌 수 있습니다. 참고: 네트워크 지원을 켜면, 각 VirtualBox 시작시 드라이버 설치에 동의해야합니다. 이것은 단지 보안 목적을 위한 것입니다. (기본값 = 네트워크 지원 "끄기")"
03="네트워크 지원 없이 VirtualBox 시작 (기본값)"
04="네트워크 지원으로 VirtualBox 시작"

[update]
01="업데이트"
02="VirtualBox 또는 런처를 점검하고 싶다면, 여기에 온라인 업데이트를 켜고/거나 끌 수 있습니다. (기본값 = 온라인 업데이트 "켜기")"
03="온라인 업데이트 없이 VirtualBox 시작"
04="온라인 업데이트로 VirtualBox 시작 (기본값)"

[language-settings]
01="언어"
02="VirtualBox를 다른 언어로 실행할지 여부를 여기에서 선택하십시오. 원하는 사용자 인터페이스 언어를 선택하기만 하면 됩니다."
03="실행 언어:"
04="개요"

[about]
01="프로그램에 대해..."

; messages of save-dialogs and errors

[srcuserhome]
01="홈 디렉터리를 선택하세요"

[okuserhome]
01="홈 디렉터리 선택 ..."
02="홈 디렉터리 또는 기본값을 선택하세요."

[srcstartvm]
01="VM 선택"

[okstartvm]
01="VM 선택 ..."
02="VM 또는 기본값을 선택하세요."

[okhotkeysset]
01="입력-필드에 키를 정의하세요."

[srclanguage]
01="언어 선택 ..."

[oklanguage]
01="언어를 선택하세요."

; message of update-dialogs

[check]
01="Portable-VirtualBox *** 업데이트 예 또는 아니오 ***"
02="새로운 VirtualBox-버전"
03="새로운 런처"
04="VirtualBox의 새로운 버전"
05="및 런처"
06="의 새로운"
07="은 사용 가능합니다. 그것을 이제 업데이트하시겠습니까?"
08="오래된 파일 백업"
09="상태-정보:"
10="예"
11="아니오"

[download]
01="Portable-VirtualBox"
02="여기서 자동으로 다운로드하여 약간 조정할 수 있도록 할 수 있는 VirtualBox의 설치 파일을 찾을 수 있습니다 (이 스크립트를 사용하여 VirtualBox를 다운로드하는 경우, 오직 설정을 만들고 ""확인""을 클릭하세요)."
03="VirtualBox의 설치 파일 다운로드"
04="또는"
05="VirtualBox의 설치 파일의 경로는 ..."
06="검색"
07="32-비트 시스템을 위한 파일의 압축 풀기"
08="64-비트 시스템을 위한 파일의 압축 풀기"
09="크기를 줄이기 위해 파일을 압축하기"
10="압축 풀기 및/또는 압축하고 나서 Portable-VirtualBox 시작"
11="상태-정보:"
12="확인"
13="VirtualBox의 라이선스"
14="나가기"
15="정보"
16="모든 경로를 적용할 수 있도록, VirtualBox를 다시 시작해주세요!"

[status]
01="다운로드 중:"
02="다운로드할 준비가 되었습니다! 파일이 Portable-VirtualBox 폴더에 저장되었습니다."
03="VirtualBox - 설치 파일"
04="기다려 주세요, 파일의 압축을 풉니다."
05="기다려 주세요, 파일을 복사합니다."
06="기다려 주세요, 파일을 압축합니다."
07="기다려 주세요, 파일 및 폴더를 삭제합니다."
08="파일 압축 풀기 및/또는 압축 및 복사를 마쳤습니다."
09="기다려 주세요, 오래된 파일 및 폴더의 백업을 만듭니다."
10="기다려 주세요, 업데이트를 다운로드합니다."
11="기다려 주세요, 파일 및 폴더를 업데이트합니다."
12="업데이트를 마쳤습니다."